Revit 2027 API
SymbolTypeId.LbForcePerFt Property
 Symbol lb/ft, indicating unit Pounds force per foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LbForcePerFt { get; }
Public Shared ReadOnly Property LbForcePerFt As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LbForcePerFt {
	ForgeTypeId^ get ();
}
static member LbForcePerFt : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace